Dlubal.RFEM5.SolidType
Type of solid

Dlubal.RFEM5.SolidType.UnknownSolidType
Unknown type solid

Dlubal.RFEM5.SolidType.MaterialSolidType
Material solid

Dlubal.RFEM5.SolidType.GasSolidType
Gas solid

Dlubal.RFEM5.SolidType.ContactSolidType
Contact solid

Dlubal.RFEM5.SolidType.NullSolidType
Null solid